notebook/blog-2008-01-15-1034.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Book Review: "Mind and the World Order"</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-08-02 19:51:52 EDT"/>
<meta name="author" content="David O'Toole"/>
<meta name="description" content="Book Review: "Mind and the World Order""/>
<meta name="keywords" content=""/>
<link rel='stylesheet' href="/eon.css" type="text/css"/><link href='http://fonts.googleapis.com/css?family=Ubuntu:regular,italic,bold' rel='stylesheet' type='text/css'/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Book Review: "Mind and the World Order"</h1>

<p>Some years ago I bought a used Dover reprint of Clarence Irving Lewis'
major full-length work, entitled "Mind and the World Order:
Outline of a Theory Of Knowledge". It sat in a box in the garage until
a few weeks ago, when I pulled it out on a whim and decided to read
it.
</p>
<p>
The scope of Lewis' 1929 treatise extends from the first nerve impacts
of experience to the whole of all reality and the end of time. The
problem of knowledge is the problem of how we can possibly make that
leap from the <i>given</i>&mdash;the undeniable flat fact of conscious
experience itself in which sense-data such as "red" and "cold" are
presented to our awareness&mdash;to "reality". In Lewis' view, we cannot
have knowledge of reality except by conceptual interpretation of the
given. This is because we decide the "reality" of something (an
experience) by making use of our <i>criteria of reality</i> (of various
sorts: physical reality, cognitive reality, mathematical reality). But
since experience includes illusion, hallucination, and error, we
reject something not fitting our criteria as "unreal".  These criteria
are therefore a priori&mdash;i.e. not empirical, certain in advance of
experience&mdash;for whatever experience does not fit the criteria is
thrown out of court in just this fashion. But these criteria do not
appear out of nowhere; we arrive at them by generalization from past
experience. And so the given nonetheless conditions and shapes the
conceptual scheme we use to interpret it. For example we sense those
tell-tale marks of a dream-experience, and therefore recognize it as
unreal (either by becoming aware of this fact during the dream, or
afterward by waking up in bed.) But we would not even divide our
experience into dreaming and wakefulness without having first had
both. 
</p>
<p>
So much for my summary of this 400+ page book. What about my review? I
enjoyed this book enormously and would recommend it to anyone
interested in philosophy. I would definitely read it again sometime,
which I can say of very few books. "Mind and the World Order", far
from being forgotten in a box in the garage, will now hold a special
place on my bookshelf.
</p>

</div>

<div id="postamble">
<p class="date">Date: 2011-08-02 19:51:52 EDT</p>
<p class="author">Author: David O'Toole</p>
<p class="creator">Org version 7.7 with Emacs version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
